app/Http/Controllers/AdminController.php

        public function index()
        {
            $prices = Price::all();
            $headBlocks = HeadBlock::all();
            $information = Information::all();
            $reviews = Reviews::all();
            $contacts = Contacts::all();
            $section_title = SectionTitle::all();
            $reservations = Reservation::all('new_date');
            $services = Services::all();
---
select * from `prices`
select * from `head_blocks` where `head_blocks`.`deleted_at` is null
select * from `information` where `information`.`deleted_at` is null
select * from `reviews` where `reviews`.`deleted_at` is null
select * from `contacts`
select * from `services` order by `created_at` desc