app/Http/Controllers/HomeController.php

select * from `prices`
select * from `head_blocks` where `head_blocks`.`deleted_at` is null
select * from `information` where `information`.`deleted_at` is null
select * from `reviews` where `reviews`.`deleted_at` is null
---
        public function index()
        {
            $prices = Price::where('count_days', '<=', 15)->get();

// Витягуємо усі ціни де колонка count_days рівна 16
            $prices16 = Price::where('count_days', 16)->get();
            $seasonPrices = SeasonPrices::all();
            $headBlocks = HeadBlock::all();
            $information = Information::all();
            $reservations = Reservation::all('new_date');
            $reviews = Reviews::all();