app/Http/Controllers/ServicesController.php

        public function edit($id)
        {
            $service = Services::findOrFail($id);
---
select * from `services` where `services`.`id` = '1' limit 1