app/Http/Controllers/ServicesController.php

        public function destroy($service_id)
        {
            $info = Services::destroy($service_id);
---
delete from `services` where `id` = 1